{
  "articles": [
    {
      "title": "阿福傻嗎？",
      "desc": "\t阿福今年十歲了，大家都說他有點傻。因此，親友鄰居們老是喜歡跟他開玩笑。他們常常拿兩張新鈔票教他挑。一張是綠色的十塊錢，另一張是紅色的五塊錢。他們對他說：「你喜歡哪一張，就拿哪一張，但是你只能要一張。」阿福總是喜歡紅色的，總是拿那一張五塊錢的。每次大家都哈哈大笑，覺得阿福太傻，不知道十塊比五塊多。\n\t有一次，鄰居一個好心的老太太問他：「阿福，你為什麼總是拿紅色的呢？難道你不知道嗎，綠色的是十塊錢，紅色的是五塊錢？十塊比五塊多一倍呀！」\n\t阿福笑著說：「我知道哇！可是，我要是拿了十塊錢的，他們一定覺得不開心。他們以後就再也不會跟我開這樣的玩笑了！拿十塊錢的，我只能拿一次。拿五塊錢的，可以拿很多次。」",
      "quest": "阿福總是選擇下列哪種面額的新鈔？",
      "options": [
        "10元",
        "20元",
        "5元",
        "50元"
      ],
      "answer": 3
    },
    {
      "title": "所羅門王的智慧",
      "desc": "\t甲乙兩個婦人同住在一起。她們各生了一個男孩子。一天晚上，甲婦人的孩子死了。甲婦人就偷偷的把死孩子放在乙婦人的懷裡，抱走了乙婦人的活孩子。後來乙婦人睡醒了，她發現死孩子並不是她的，知道是被甲婦人換了，就跟甲婦人要。但是，甲婦人一定說那活孩子是她的，不肯給乙婦人。兩個人就爭吵到所羅門王的面前，請求判決。\n\t所羅門王聽了她們的訴說以後，叫人拿把刀來，對她們說：「旣然你們都要這個男孩子，那麼我只好把他劈成兩半，你們每人各分一半去好了。」甲婦人說：「好。」可是乙婦人卻哀求所羅門王說：「請不要把他殺了。我寧願把整個孩子都送給她。」於是所羅門王就把活孩子給了乙婦人，因為她才眞是孩子的母親。",
      "quest": "請問誰抱走了乙婦人的孩子？",
      "options": [
        "所羅門王",
        "甲婦人",
        "乙婦人",
        "小孩自己爬走了"
      ],
      "answer": 2
    },
    {
      "title": "魔術",
      "desc": "\t鐘錶店的主人過五十一歲的生日，來了很多客人，給主人祝壽。\n\t有一個貪心的客人，名叫李四，看見店裡有各式各樣精緻的錶。就趁大家不注意時，偷拿了一個金錶，放進大衣口袋裡。恰好被主人的女兒阿珠看見了。\n\t不久，主人請客人入席吃壽酒。大家吃得正高興，阿珠提議來個餘興節目。大家很高興，請阿珠先表演。阿珠笑瞇瞇的說：「我來表演魔術。就請李四先生做我的助手好了。」她就叫李四站在房間的那一頭兒。她拿了一個金錶，先讓大家看看，然後放進自己的口袋裡說：「現在金錶已經到李四先生的口袋裡去了。不信，請王伯伯去把它拿出來，讓大家看看！」\n\t王伯伯果然從李四的口袋裡拿出一個金錶來。大家都覺得很有意思。只有李四，臉色蒼白，勉強苦笑了一聲。",
      "quest": "請問誰發現手錶被偷走了？",
      "options": [
        "主人",
        "王伯伯",
        "阿珠",
        "李四"
      ],
      "answer": 3
    },
    {
      "title": "聰明的警官",
      "desc": "\t一個賣鋁鍋的，拉著一個兩隻手都斷了的人，跑到警察局去。那個沒有手的人用胳臂夾著一個新鋁鍋。賣鍋的人跟一位警官說，沒有手的人偷了他的鍋。\n\t警官問那個沒有手的人：「你為甚麼偷人家的鍋呢？」沒有手的人說：「警官先生，你想想，我是個沒有手的人，還能偷東西嗎？這個鍋是我剛買的。」\n\t警官拿過鍋，看了看，就把鍋放在地上了。他跟沒有手的人說：「你說的話很有理，這個鍋是你的，你拿走吧。」\n\t沒有手的人聽了這話，用兩個腳指頭夾住了鍋沿兒，把腿往上一抬，就把鍋扔起來了。他又用胳臂一夾，就把鍋夾住了。他轉身就要走。警官把他叫住，跟他說：「現在已經證明你是偷鍋的人了。你不能走，我要送你到法院去判罪。」說完，就把他關起來，又把鍋還給了賣鍋的。",
      "quest": "請問誰偷走了鋁鍋？",
      "options": [
        "沒有手的人",
        "警官",
        "賣鋁鍋的人",
        "客人"
      ],
      "answer": 1
    },
    {
      "title": "地下報紙",
      "desc": "\t第二次世界大戰的時候，在德國，有一份地下報紙。報紙的內容完全是反對希特勒和他的納粹黨的。這份報紙流行在德國各地。但是誰也不知道是在甚麼地方印的，也不知道怎麼會到了民眾的手裡。\n\t原來這份地下報紙是非常祕密的在盟軍總部印的。發行的辦法，起初是由游擊隊偷運到德國。後來盟軍總部認為直接送到德國人家裡好。因此他們就搜集了全德國各大城市的電話簿，編造報紙收件人地址名冊，製造假郵票、假郵戳。信封上印著德國商業公司的地址，看起來很像公司寄給私人的郵件。\n\t信封上寫好地址，貼好假郵票加蓋假郵戳以後，再把地下報紙裝進去，封好，放進郵包裡，用戰鬥轟炸機載著這些郵件，飛到德國的上空。如果發現有向城市開的火車，其中一架就向下俯衝，轟炸火車。另一架也跟著衝下來，用機關槍掃射下面，使下面的人不敢抬頭。這時候，就把郵包投在破火車的亂堆裡。飛機走了以後，搶救人員照例收拾郵包交給郵政局。郵差就把地下報紙送到德國人的家裡去了。",
      "quest": "請問盟軍如何將地下報紙送到德國人的手中？",
      "options": [
        "利用戰鬥轟炸機",
        "挨家挨戶親自送件",
        "舉國發行",
        "攤位販售"
      ],
      "answer": 1
    },
    {
      "title": "為甚麼不學你父親",
      "desc": "\t蕭伯納是英國一位有名的劇作家。他寫的劇本在舞臺上演出的時候，很受人歡迎。\n\t有一次，他去參加一個盛大的遊園會。忽然有一個穿得很講究的年輕人，看見了蕭伯納就冷笑著問：「聽說你爸爸是個裁縫，是不是？」那個年輕人的意思是想當面侮辱蕭伯納。可是蕭伯納笑著回答：「不錯，一點兒也不錯。」\n\t年輕人又問：「那麼，你為甚麼不當裁縫呢？」\n\t蕭伯納聽了，不但不生氣，反而對年輕人說：「聽說你父親是一位很有禮貌的君子，是不是？」\n\t那個年輕人也正經的回答：「不錯，一點兒也不錯。」\n\t蕭伯納又問：「那麼，你為甚麼不學你父親呢？」",
      "quest": "請問蕭伯納是一位？",
      "options": [
        "音樂家",
        "劇作家",
        "歌劇家",
        "舞蹈家"
      ],
      "answer": 2
    },
    {
      "title": "頂著風跑",
      "desc": "\t中華民國四十八年八月的一天，颱風的中心正通過一家工廠。那座工廠的房子已經很老了，被颱風一颳，「嘎吱嘎吱」的直響。在工廠裡做工的工人，一個個嚇得發抖，可是沒有一個人想到大家應該怎麼辦。\n\t工廠的監工李先生看到情形實在太危險了，就大聲喊：「趕快跑出去！」大家聽了這話，才一窩蜂似的跑出了廠房。\n\t大家跑出來以後，就有人想順著風跑，因為那樣兒跑得快些。這時候李先生又喊「大家頂著風跑！順著風危險！」大家聽了他的話，才都頂著風跑。可是風太大了，頂著風，不要說跑了，就是想站住都很困難。他們就趴在地上，連手帶腳一齊用，往前爬著走。剛走了不遠，「轟隆」一聲，廠房往順風的方向倒下去。因為他們是頂著風走的，所以一個人都沒有受傷。",
      "quest": "可知廠房最後發生了什麼事？",
      "options": [
        "工廠往逆著風的方向倒下去",
        "工廠往順著風的方向倒下去",
        "工廠相當堅固，屹立不搖",
        "工廠被強大的颱風捲起來了"
      ],
      "answer": 2
    },
    {
      "title": "草人借箭",
      "desc": "\t張巡是唐朝守睢陽的大將。因為賊兵圍困睢陽太久了，城裡的箭都射完了。\n\t在一個沒有月光的黑夜裡，圍城的賊兵忽然看見從城牆上用繩子送下一些人來。賊將恐怕靠近城牆打仗會中計，於是下令叫賊兵站在遠遠的地方一齊射箭，一直射到天亮，才看見守城的兵把送下來的人又拉上去了。賊兵仔細一看，原來是一些草人。這時候，草人的身上已經插滿了一枝一枝的箭，簡直像刺蝟。\n\t過了幾個晚上，賊兵又看見城牆上送下一些人來。賊兵以為這一次又像上次一樣，不過是又鬧借箭的把戲罷了，大家都哈哈大笑。不料，這一次都是真的人。五百名敢死隊下城以後，就神不知鬼不覺地爬到賊兵的營房外面，一聲喊殺，把毫無防備的賊兵殺得七零八落。剩下的賊兵趕緊後退。到了天亮，這五百勇士一個不缺的都回到城裡去了。",
      "quest": "張巡利用草人借箭的用意為何？",
      "options": [
        "臨陣亂腳",
        "矇騙賊兵",
        "自欺欺人",
        "草菅人命"
      ],
      "answer": 2
    },
    {
      "title": "金蟬脫殼",
      "desc": "\t王陽明是明朝時候的人。他很有學問，同時他又會武術。一次，太監劉瑾一面派他到貴州去，一面又教兩個刺客去殺他。到了錢塘江，他一看，刺客始終不肯回去。於是他就趁著刺客不注意的時候，寫了一封信，信上說他要自殺。他把信放在外邊的口袋裡。他把外邊的衣裳、褲子和鞋都由身上脫下來，擺在河邊的岸上。另外他又搬來了一塊大石頭，往河裡一扔。他自己很快的就往蘆葦裡一躲。\n\t刺客聽到了水聲，緊跟著追過來一看，他的衣裳、褲子和鞋都在。接著，又從外邊的衣裳口袋翻到了他要自殺的信。刺客很高興，以為他真的跳河自殺了。刺客就拿著他的衣裳、褲子、鞋和信……回去了。他這才從蘆葦裡走出來，平平安安的到了貴州。",
      "quest": "故事結果王陽明最後抵達？",
      "options": [
        "錢塘江",
        "洞庭湖",
        "徐州",
        "貴州"
      ],
      "answer": 4
    },
    {
      "title": "墨子的主張",
      "desc": "\t墨子是戰國時代的一位哲學家。他看到當時國和國中間時常互相攻打，弄得老百姓沒法子好好的生活下去。因此，他就提倡平等、博愛的學說，勸各國的國君不要用武力去侵略別的國家。\n\t有一次，他聽到楚國就要出兵攻打宋國了。他立刻跑去見楚王，說：「有個富翁，他自己有一輛很漂亮的馬車，還想把鄰居的一輛破車偷走。你想這是個怎樣的人呢？」楚王說：「我敢說他跟強盜沒有兩樣。」墨子說：「是的，現在楚國既然有廣大的土地，豐富的產物，為什麼還要攻一個土地很小，出產又少的宋國呢？」\n\t後來，楚王終於取消攻打宋國的計畫了。",
      "quest": "可知最後楚王？",
      "options": [
        "並未接納墨子的建議，攻下了宋國",
        "並未接納墨子的建議，但被宋國收復",
        "接納墨子的建議，收兵取消攻打宋國",
        "接納墨子的建議，但被宋國收復"
      ],
      "answer": 3
    },
    {
      "title": "自作聰明",
      "desc": "\t「大獃」是張先生家裡的一個佣人。他做起事來都是獃頭獃腦的，所以人都叫他「大獃」。但是他不承認自己獃。他覺得他自己很聰明。每次主人叫他做事，他都想能得到主人的讚美，可是每次都弄巧成拙。\n\t一天，張先生拿了一封要寄到高雄的限時專送信，叫大獃去寄。張先生對他說：「郵票已經貼好了，只要投到郵筒裡就可以了。」大獃走到郵筒旁邊。向四面看了許久，也沒看見人來，就把郵票撕下來，把信投到郵筒裡去了。他回去把郵票交還給張先生說：「我在郵筒旁邊看了許久，都看不到有管理的人。這樣貼不貼郵票又有甚麼關係呢？省了這郵票錢，不是很好嗎？」他以為主人一定會大大的稱讚他，說他很聰明，哪裡知道張先生聽了，很生氣的說：「你真是個大獃！」",
      "quest": "請問大獃真的如同大家口中所說的呆嗎？",
      "options": [
        "不是，大獃其實是深藏不露",
        "不是，大獃是裝出來的",
        "是，大獃是個自以為聰明，但事實並不然的",
        "是，因為大獃做事從不用腦袋思考"
      ],
      "answer": 3
    },
    {
      "title": "三個怕太太的人",
      "desc": "\t三位老朋友，好幾年不見面了。一天，三位遇在一處，非常高興。他們喝著茶，隨便談天兒，接著談起家中的事情來。他們全都表示不怕太太。\n\t甲說：「我跟太太很講民主。各人有意見，儘量發表。如果我的意見和太太的意見一樣，太太總是服從我的意見。如果我的意見和太太的意見不一樣，我總是服從太太的意見。」\n\t乙說：「我跟太太很講平等。家裡的事情我們兩人平均擔負。例如我管理客廳和臥室。我太太管用人和我。」\n\t丙說：「我家跟你們不同，也不講民主，也不講平等。我是主張獨裁的。我們家裡，大事情全由我作主，小事情才由太太作主。可是我結婚二十多年了，家裡還沒有發現過一件大事情。家務事當然由我太太作主了。」",
      "quest": "甲先生所談論的民主的意義為何？",
      "options": [
        "平均分擔家務",
        "家庭成員皆為一家之主",
        "決議的主導權",
        "可自由發表言論"
      ],
      "answer": 4
    },
    {
      "title": "一樣的問題，兩樣的回答",
      "desc": "\t孔子是中國古代的大教育家。他的教學法，是很重視每個學生的個性的。有一天，他的學生子路向他求教，說：「老師，我們聽見了一件該去做的事兒，是不是應該立刻去做呢？」孔子回答說：「有父親哥哥在的時候，就得先問問父親哥哥，不可以一聽見了就去做。」\n\t後來，他的學生冉求也向他求教，說：「我們聽見了一件該去做的事兒，是不是應該立刻去做呢？」孔子回答說：「應該立刻去做。」\n\t他的學生公西華知道了這件事，覺得非常奇怪，就問孔子說：「為甚麼一樣的問題，有兩樣的回答呢？」孔子說：「子路的性子很急躁，所以教他慢點兒去做。冉求的性子很遲緩，所以教他立刻去做。」",
      "quest": "從孔子與弟子的談話中，可見子路的個性？",
      "options": [
        "慢郎中",
        "剛愎自用",
        "耐不住性子",
        "性情暴躁"
      ],
      "answer": 3
    },
    {
      "title": "哥倫布和雞蛋",
      "desc": "\t哥倫布相信地球是圓的。他相信由歐洲向西航行，也可以到印度。當時的人都譏笑他，說他傻。最後，他說服了西班牙的國王，給他船隻和水手。他們在茫茫的大海中航行了五個星期，終於發現了美洲。\n\t他發現了美洲回來，受到大眾熱烈的歡迎。可是有些人很不服氣，說：那有甚麼難呢？只要有船，他們照樣也可以找到那個地方。哥倫布聽見了，就拿了一個雞蛋，問：「誰能使這個雞蛋直立起來呢？」他們每個人都試了很久，始終沒法子叫雞蛋不倒下來。這時候，哥倫布拿過雞蛋來，輕輕的敲平了有氣孔的一頭兒，雞蛋就立穩了。他就對他們說：「這原是一件很簡單的事情。你們看了以後，也就會做了。」",
      "quest": "為何哥倫布能夠發現新大陸？",
      "options": [
        "他相信地球是圓的，航行最終仍會回到原來的地方",
        "西班牙國王要求他去尋找新大陸",
        "為了面子，硬著頭皮出航去",
        "根據科學證實得知"
      ],
      "answer": 1
    },
    {
      "title": "正午的牡丹",
      "desc": "\t宋朝歐陽修得了一張古畫兒。那張畫兒上畫的是一棵牡丹花兒，花兒下邊有一隻貓。歐陽修不知道畫得好不好，就拿給他的親戚吳育看。\n\t吳育一看就說：「這張畫兒畫的是正午的牡丹。」\n\t歐陽修聽了，覺得很奇怪，就問：「您怎麼知道這是正午的牡丹呢？」\n\t吳育說：「您看，這花瓣兒是散開的，顏色也顯得很乾燥，這就是花在正午時候的樣子。您再看貓眼睛的瞳孔，都細成一條線了，只有在正午的時候才是這樣兒。如果是在早晨，或是下午，花瓣兒就聚到一塊兒了，沒有這麼散，顏色也要鮮亮些。貓眼睛的瞳孔也圓些，不是一條線的樣子了。」",
      "quest": "當貓咪的眼睛成一條線時，只有在？",
      "options": [
        "早晨",
        "正午",
        "下午",
        "晚上"
      ],
      "answer": 2
    },
    {
      "title": "禁閉",
      "desc": "\t胡安國是宋朝人。他小時候就很聰明，書只要念過一遍就會背。要是老師不繼續往下教，他就要搗亂了：他不是拿腳尖踢前邊坐位上的人的屁股，就是拿手捏旁邊的人的大腿。再不然，他就把廢紙揉成一個個的小團兒，往人的頭上扔。提起他，老師和同學就覺得頭疼。他父親一生氣，就把他鎖在一個空屋子裡，實行禁閉。他一看，屋子裡有很多小木塊兒。閒著沒事兒，他就拿一把小刀兒刻木頭人兒玩。後來他父親把屋子裡小木塊兒拿走，另外給他擺了一書架子書。不到三個月，他就把那一書架子書都念完了。他父親就又另外給他換了一書架子新書。就這樣，幾年的工夫，他就變成了一個很文雅很有學問的人。",
      "quest": "胡安國在父親的影響下，最後變成？",
      "options": [
        "乖巧伶俐的人",
        "調皮搗蛋的人",
        "愚笨遲鈍的人",
        "溫文儒雅的人"
      ],
      "answer": 4
    },
    {
      "title": "煮熟的黃豆",
      "desc": "\t從前，山東平原縣有一個商人，用車拉著麥子，夜裡趕路。商人經過一座廟的附近，忽然來了五六個強盜，手裡拿著刀槍，叫商人把麥子留下。商人受了損失，就在縣政府告了。\n\t縣長王愷，既不派人去調查，也不派人去捉賊。他暗中派了個賣黃豆的商人，把一部分黃豆煮熟了攙在大批黃豆裡，裝在車上，也在夜裡走路，也從那個廟的附近經過，又有五六個強盜，把黃豆搶了去。\n\t縣長得到了報告，派捉賊的兵穿上商人的衣服，假裝商人到廟裡買黃豆。他們暗中檢查，發現黃豆裡有煮熟的黃豆。他們立刻把和尚捉起來。縣長問和尚為甚麼搶人家的黃豆，和尚不承認。縣長叫人拿出熟的黃豆讓和尚看，和尚沒話可說了。後來又在廟裡把麥子也搜出來了，就定了和尚的罪。",
      "quest": "請問搶走商人東西的強盜是？",
      "options": [
        "乞丐",
        "和尚",
        "廟公",
        "尼姑"
      ],
      "answer": 2
    },
    {
      "title": "卡尼基的機智",
      "desc": "\t卡尼基是美國的鋼鐵大王。有一次，因為工廠裡的工人要求加工錢，他教工人推出幾個代表來，跟他開會。\n\t在開會的時候，有一個工人代表決心把會議攪散，忽然拿起帽子戴在頭上，表示不願意再談下去了。這時候，卡尼基立刻站起來跟那個人說：\n\t「先生，你怎麼可以在這麼多上等人開會的時候，做出這樣沒禮貌的事？快摘下你的帽子，不然的話，請你馬上走出去！」\n\t那個工人代表本想用退席激起工人代表的火來，跟他合作反對卡尼基。沒想到卡尼基說大家都是「上等人」，說他沒禮貌，並且教他出去。他要再退席，就算是被卡尼基趕出走了。他只好委委屈屈的，摘下帽子，再坐下開會。結果會議很圓滿的開完了。",
      "quest": "卡尼基是一位？",
      "options": [
        "股票大王",
        "電子大王",
        "鋼鐵大王",
        "房地產大王"
      ],
      "answer": 3
    },
    {
      "title": "怎樣禁酒",
      "desc": "\t法國西部有一個小城，城裡的老百姓個個都好喝酒。因此常常有人喝醉了鬧事。牢裡天天坐滿了那些喝醉了以後犯法的人。這個壞習慣，使這個地方的行政長官感到非常頭疼。無論是加重刑罰，增加酒稅，禁止私釀，甚至於禁止酒的買賣，都沒有效果，酒醉犯法的人還是一樣多。\n\t後來換了一位行政長官。他在到任的第二天，頒布了一道命令。這命令不是禁酒，是鼓勵人喝酒。命令說：任何人在這個城裡喝酒，都可以不給酒錢。這命令發布以後不到一個星期，城裡的人就不再喝酒鬧事了。因為他們再也買不到酒。原來所有賣酒的地方，都不賣酒了。",
      "quest": "城裡的百姓有何種不良嗜好？",
      "options": [
        "生性嗜酒",
        "生性好賭",
        "生性刻薄",
        "生性吝嗇"
      ],
      "answer": 1
    },
    {
      "title": "教訓兒子的方法",
      "desc": "\t老張帶著他的兒子第一次坐火車。孩子不聽父親再三的警告，老是把頭伸到窗戶外頭去。\n\t老張想：正好，這是教訓他的好機會。於是，當孩子又把頭伸出去的時候，老張很快的把他的帽子拿了藏起來，並且責備他說：「這是你自作自受。你的帽子讓風吹跑了。」\n\t孩子哭起來了。因此，老張認為教訓已經收到了效果，就說：「別哭了，我會吹口哨把帽子叫回來的。」於是他吹著口哨，同時把帽子喀嚓一聲戴在孩子的頭上。\n\t這樣平靜了一會兒，孩子突然摘下帽子來，往窗戶外頭一扔，然後對老張喊著說：「爸爸，快吹個口哨，我的帽子又讓風吹跑了。」",
      "quest": "老張帶著他的兒子坐火車時，發生了什麼事？",
      "options": [
        "火車票不見了",
        "兒子不聽勸告，把頭伸到窗外",
        "兒子與父親走散了",
        "發現搭錯車了"
      ],
      "answer": 2
    },
    {
      "title": "兩個漁夫救了一火車客人",
      "desc": "\t張水金和汪金源是苗栗縣通霄鎮的漁夫。民國四十八年四月二十六日，颳著大風，下著大雨，天還沒亮他們倆就準備出海捕魚。他們經過縱貫鐵路的時候，在微弱的晨光裡，發現路基被大水沖毀了好幾公尺，鐵軌懸空，十分危險。他們想：天又黑，雨又大，要是火車司機看不出來，火車一定會出軌，車上的千百旅客就有生命的危險。於是，他們就放棄出海捕魚，冒著雨守在鐵道旁邊。不久，五點四十分的火車遠遠的開來了。這兩個漁夫急忙向前跑，搖晃著手電筒，並且大聲的喊叫，希望司機立刻停車。果然，列車慢慢的停下來。兩個漁夫告訴他們這種危險的情形，車上幾百旅客都流著熱淚，感謝他們倆救命的恩情。\n\t臺灣鐵路局為表揚他們勇敢救人的精神，在好人好事表揚會上，發給他們獎狀和獎金。",
      "quest": "張水金和汪金源如何阻止火車出軌？",
      "options": [
        "打電話通知鐵路局",
        "填補被掏空的路基",
        "搖晃手電筒並大聲喊叫，使火車停下來",
        "什麼都沒做"
      ],
      "answer": 3
    },
    {
      "title": "苗人的跳花節",
      "desc": "\t貴州省的安順縣有很多苗人。每年的舊曆正月十五是他們的跳花節。到了那一天，男的、女的，都穿上新衣裳。男的每人手裡拿著一個蘆笙或竹笛。女的頭上戴著首飾，脖子上套著項鍊。大家一齊到一個大空場去。男的每三十個人分成一組，吹著蘆笙或竹笛，繞著花樹跳舞。女的就站在旁邊看；有時候，也跟著一齊唱。如果一個男的喜歡哪一個女的，他就可以衝著那個女的唱歌。如果那個女的也喜歡那個男的，他們就可以互相對答著唱。不願意的時候也可以用唱歌來表示拒絕。願意的，隨後他們就可以訂婚、結婚。\n\t結婚的這一天，男家要辦酒席，招待女家和來賓。新娘還要給男家長輩行洗腳禮。被洗的人要扔錢或金銀首飾到水盆裡去，做為送給新娘的禮物。",
      "quest": "如果在跳花節上有男女互相對答唱歌，意味著？",
      "options": [
        "男方對女方有好感",
        "男女雙方互看不順眼",
        "男女雙方起爭執",
        "沒有特別代表的意思"
      ],
      "answer": 1
    },
    {
      "title": "亞洲鐵人楊傳廣",
      "desc": "\t楊傳廣是我國留美的學生，就讀美國加利福尼亞州大學。民國四十八年六月間，他代表加利福尼亞州大學，參加在金斯柏格舉行的全美十項全能運動比賽，獲得冠軍。這一次參加十項比賽的選手一共有二十個人。楊傳廣得的分數最多，是七千五百四十九分，在美國成了最出風頭的人物。\n\t楊傳廣是臺東人。他從小就喜歡運動，一雙腳特別有勁，跑起路來就像野馬一般。他曾經代表我國參加第二屆和第三屆亞洲運動大會的十項全能運動。兩次的成績都很好，所以他都獲得了冠軍的金牌，被稱為「亞洲鐵人」。這一次又在美洲得了冠軍。",
      "quest": "楊傳廣代表我國參加比賽，獲得了冠軍的金牌，因此被稱為？",
      "options": [
        "飛躍的羚羊",
        "亞洲鐵人",
        "亞洲金人",
        "亞洲之最"
      ],
      "answer": 2
    },
    {
      "title": "貝爾拉不能喝湯",
      "desc": "\t法國戲劇家貝爾拉，有一天到一家很有名的飯館去吃飯。他在菜單上選了一碗湯。侍者送湯來的時候，貝爾拉說：「侍者，我不能喝這種湯啊。」\n\t這家飯館是很有禮貌的。侍者走過來向他道歉之後，就把那碗湯拿走，接著又把菜單拿來。貝爾拉另外要了一個湯。當侍者第二次送湯來的時候，貝爾拉又說：「侍者，我不能喝這種湯。」\n\t這下子可把侍者弄慌了。他急忙去告訴經理。經理來問貝爾拉說：「先生，您對剛才那兩種湯有甚麼意見嗎？那兩種湯有許多顧客都說好呢！」\n\t貝爾拉說：「我的意見也是湯都很好。」\n\t經理說：「那麼您又為甚麼不能喝呢？」\n\t貝爾拉說：「因為沒有湯匙。」",
      "quest": "貝爾拉為什麼不能喝湯？",
      "options": [
        "湯很難喝",
        "湯的味道不合貝爾拉的口味",
        "侍者沒有送湯匙",
        "貝爾拉故意為難侍者"
      ],
      "answer": 3
    },
    {
      "title": "飛船發明家齊伯林",
      "desc": "\t齊伯林是普國人。普國和法國打仗的時候，他見到空中有一個桃紅色的大圓球，是法國從巴黎放出來，偵察普國的軍隊的。這個圓球是一個氫氣球。\n\t齊伯林從此就想造一艘飛船。他請求國王幫助，國王拒絕了。他自己出錢製造，把財產花光了。他的太太生病，沒錢治病，也死了。旁人罵他：「傻子！壞人！」他仍然苦心研究。有一天，他的飛船試飛了。大眾高聲叫好！船在空中飛了不到兩分鐘，機器壞了，就掉下來了。大眾罵他：「空口騙人！」\n\t一九零八年七月四日，他的飛船又起飛了，飛過了阿爾卑斯山。他終於成功了。他已經是六十七歲的老人，一共費了三十年的苦心和他全部的財產。他貢獻給國家一件無價的禮物。齊伯林的名字，從此傳遍了全世界。",
      "quest": "文章中的桃紅色大圓球裡面裝有什麼氣體才可以升到空中？",
      "options": [
        "氧氣",
        "二氧化碳",
        "氫氣",
        "廢氣"
      ],
      "answer": 3
    },
    {
      "title": "油條的起源",
      "desc": "\t我國宋朝的時候，北方的金人非常強盛。金人打敗了宋朝的兵，把長江以北的地方，統統佔去。後來，宋朝出了一位大將，名叫岳飛，他立志要收復國土，於是帶著兵往北打，一直打到黃河邊。\n\t可是當時宋朝的高宗皇帝，非常糊塗。他竟聽信了奸臣秦檜的話，把岳飛調回來，並且把他害死。\n\t人民聽到這個消息，都氣得哭起來，對於秦檜，更是恨得不得了。有些聰明人，就拿麵粉做成秦檜夫婦的樣子，把他們兩個粘一起，放在油鍋裡炸，炸熟了當做食品。這種食品叫「油炸秦檜」或「油炸檜」，有些地方叫「油炸鬼」或「油條」。",
      "quest": "金人打敗了宋朝，把宋朝那個地方統統佔去了？",
      "options": [
        "長江以南",
        "黃河以北",
        "黑龍江以北",
        "長江以北"
      ],
      "answer": 4
    },
    {
      "title": "有毒的梨",
      "desc": "\t法國的拉芳丹是有名的童話作家。他有一種習慣，每天早飯以後，一定吃水果。\n\t有一天早上，他把一個梨放在火爐架上，就到書房拿書去了。恰巧一位朋友來找他，他就吩咐佣人請朋友到他屋子裡去。不一會兒，拉芳丹回到屋裡來招待朋友，看見剛才放在火爐架上的那個梨沒有了，就說：「哎呀！誰把梨吃了？」那位朋友裝著全然不知道的樣子說：「我不知道啊！」拉芳丹說：「不是你就好了。那個梨是打算毒死老鼠用的，裡面下了毒藥！」那位朋友一聽就坐立不安，很慌張的說：「不得了！有解毒的藥沒有？」拉芳丹聽了，不覺好笑，說：「你放心好了！剛才的話，不過是要查看誰偷吃了梨罷了。」",
      "quest": "法國童話作家拉芳丹每天的習慣是？",
      "options": [
        "早上起床後洗澡",
        "每天睡前寫一篇童話故事",
        "晚餐前禱告",
        "吃完早餐後吃水果"
      ],
      "answer": 4
    },
    {
      "title": "七十七歲做新郎",
      "desc": "\t周得勝是山東濟南人。民國四十八年，他已經七十七歲了。他是臺南榮譽國民之家的榮民。他從二十一歲起就當兵，曾經當過營長，後來參加國民革命軍，又從二等兵幹起。他一共當了五十四年的兵。四十五年他才退役下來。在臺南，他是年紀最大的一位榮民，可是身體很健康，精力也很旺盛。他平時很勤勞節儉，所以積蓄了一些錢。\n\t四十六年，朋友給他介紹，認識了南投縣埔里鎮一位四十歲的山地姑娘呂阿菊。他們倆因為性情相合，就在四十八年十月間，一同到臺南地方法院公證處，舉行公證結婚。這一位七十七歲榮民做新郎的消息，立刻傳遍了全臺灣。",
      "quest": "文章中的周得勝原來是從哪個地方來到台灣的？",
      "options": [
        "上海",
        "廣東",
        "山東",
        "湖南"
      ],
      "answer": 3
    },
    {
      "title": "第一盞保險燈",
      "desc": "\t保險燈還沒有發明以前，礦工在礦坑裡工作非常困難。因為礦坑裡的氣體遇到了火焰就要爆炸，所以礦工只能在黑暗裡摸索著工作，好像瞎子一般。\n\t這種情形被一位著名的科學家亨弗雷兌維爵士知道了，他就開始實驗，終於發現火焰通不過用金屬做的細絲網。他用金屬細絲網做成圓罩，罩住燈火。這一來，火焰被關在裡面透不出來，可是光會從網縫裡射出來。\n\t這個怪燈被一位冒險的牧師拿進有爆炸氣的礦坑裡。正在工作的礦工一見燈光，嚇得放下工具，縮成一團，大聲喊：「快滅火！」牧師提著燈在礦坑裡繞了一圈。礦坑裡第一次充滿了光明，並且照清了每一個礦工驚惶的樣子。雖然有火，但是不會引起爆炸。礦工們呆呆的望著這一盞怪燈，慢慢的跟著牧師平平安安的走出礦坑。礦工們第一次看到這種不會爆炸的保險燈，都高興的跳起來了。",
      "quest": "為什麼礦工在礦坑工作時只能在黑暗中摸索？",
      "options": [
        "黑暗中遇亮光眼睛會不舒服",
        "礦坑裡的氣體遇到火焰會爆炸",
        "當時還沒有發明火柴",
        "火焰會燒壞礦工使用的機器"
      ],
      "answer": 2
    },
    {
      "title": "龐貝城的化石人",
      "desc": "\t西元七十九年，義大利維蘇威火山爆發，噴出來的火和灰彌漫了整個天空，看不見太陽。火山爆發後，緊跟著就下了一場雨。雨水和灰混合成泥漿往下落。當時火山下邊有一個小城叫做龐貝城。整個龐貝城都被泥漿填成平地。城裡的人因為一時來不及逃跑，也都死在裡邊了。\n\t直到近代，考古學家才把舊龐貝城的泥土挖開。當這些考古學家挖開龐貝城以後，他們才發現整個龐貝城仍然存在，城樓房屋仍然富麗堂皇，人們還是和平常一樣，市場很熱鬧，女人仍然拿著籃子買東西，學生仍然坐在桌子上寫字。可是他們都不會動了，原來已經變成化石了。",
      "quest": "龐貝城原址位於哪個國家內？",
      "options": [
        "埃及",
        "加拿大",
        "維也納",
        "義大利"
      ],
      "answer": 4
    },
    {
      "title": "冰淇淋的來歷",
      "desc": "\t一八零八年，美國總統麥迪臣有一天請客人吃飯，教他的女廚子莎蒂預備最好的菜。\n\t莎蒂做的牛奶蛋糕最好。請客的那天，她就特別做了牛奶蛋糕給客人吃。做好以後，因為太熱了，她就把蛋糕放在冰箱裡去。等到應該端出來吃的時候，一看蛋糕都凍成冰了。因為時間來不及，不能再把它弄熱了，只好就是那樣用刀切開，端給客人吃。這就是世界上第一次做成的冰淇淋。\n\t起初，大家都不敢吃。總統的女管家還說莎蒂故意搗亂，把她關在房子裡，不准她出來。總統夫人因為好奇，吃了一口嘗嘗，覺得味道不錯，很好吃。這才把她放出來，並且告訴她，以後再請客人吃飯的時候，一定要做冰淇淋。",
      "quest": "由文章可知，冰淇淋的由來和哪位美國總統有關？",
      "options": [
        "羅斯福",
        "林肯",
        "柯林頓",
        "麥迪臣"
      ],
      "answer": 4
    },
    {
      "title": "虎侯許褚",
      "desc": "\t許褚是三國時候的人。他的個子長得比一般人都高大；他的腰粗得很，兩個人四隻胳臂摟都摟不過來。在他還沒投靠曹操的時候，他正把守著一個小城。\n\t一天，忽然來了有一萬多土匪，要想攻打他。因為城裡糧食少，兵又不多，他就跟土匪講和。他把城裡的牛給土匪，土匪就把鄉下的糧食給他。他不出城去打土匪，土匪也不許進城來打他。\n\t一次，土匪拿糧食來跟他換牛。但是土匪剛把牛牽走，牛自己就又跑回來了。氣得他甚麼似的，跑過去，一隻手揪著一頭牛的尾巴。牛往前跑，他就使勁往後拽，一直把牛往後拽了一百多步。土匪一看，他這麼大力氣，嚇得不得了。土匪也不要牛了，就都退走了。後來，曹操稱呼他虎侯，就是這個原故。",
      "quest": "許褚是哪一朝代的人？",
      "options": [
        "宋朝",
        "秦朝",
        "三國",
        "唐朝"
      ],
      "answer": 3
    },
    {
      "title": "老太太壽慶",
      "desc": "\t紀曉嵐是清朝的一個大官。他很喜歡開玩笑，說出話來，寫出文字來，很有意思，很有趣味。\n\t有一家四個兒子，都是做大官的。一天，老太太八十歲壽慶，紀曉嵐也去了。他跟主人說：「我要送老太太四句話，就在壽堂裡寫吧！」主人說：「多謝多謝！」就當下拿了一大塊紅綢子，放在桌子上。紀曉嵐拿筆就寫，第一句寫的是：「老娘八十不是人」。這時候親友很多，大家看了都很吃驚。第二句寫的是：「天上王母下凡塵」。大家一見，都說：「真好真好！」第三句寫的是：「四個兒子都做賊」。他放下筆，往四周看了看，看到那四個兄弟，臉都白了。他笑了笑，拿筆又寫第四句：「偷了仙桃孝母親」。大家連連鼓掌叫好。",
      "quest": "紀曉嵐是哪一個朝代的大官？",
      "options": [
        "漢朝",
        "唐朝",
        "明朝",
        "清朝"
      ],
      "answer": 4
    },
    {
      "title": "蘇東坡替人畫扇子",
      "desc": "\t宋朝大文學家蘇東坡，剛到錢塘當太守的時候，有一天，一個人跑到衙門來告狀，說一個姓朱的人，欠他兩萬錢不還，請求太守幫他要帳。蘇東坡把欠債的人傳來，問他為甚麼不還債。欠債的人說他原來是個做扇子的，不幸父親剛死，把錢都花光了。夏天以來，又因為常下雨，扇子沒人要。蘇東坡一聽，知道是實情，想了想就說：「你把扇子拿來，讓我替你想想辦法。」\n\t那個人馬上跑回家去，把扇子拿來。蘇東坡在扇面上寫了些詩句，畫了些山水。寫畫完了，蘇東坡就叫他快拿到市上去賣了錢還債。\n\t那個人抱著扇子走出衙門，想不到早有很多人在門外等著買扇子。不一會兒就賣光了。他把賣扇子的錢還清了欠債，還剩下很多錢。",
      "quest": "欠債的人做的扇子為什麼賣不出去？",
      "options": [
        "扇子做得差",
        "常下雨而不便使用",
        "天氣太冷不需要",
        "大家都有扇子了"
      ],
      "answer": 2
    },
    {
      "title": "吳郭魚",
      "desc": "\t民國三十五年，臺灣省政府農林廳派吳振輝跟郭啟新兩個人，到南洋去考察農業跟漁業。\n\t他們倆在新加坡聽人說，那裡有一種鯽魚，長得特別快，一個小魚秧子，八個月就可以長到半公斤重。繁殖能力好，一年可以多幾十倍。另外一個好處就是好養，只要有水都能活。\n\t他們覺得這種魚帶回臺灣，對漁民的生活一定很有幫助。他們就在那裡買了十幾條，帶回臺灣。他們起初在臺南跟臺中的池塘跟稻田裡試驗，結果都養得很好。以後全台灣都有人養這種魚了。\n\t因為這種魚是吳振輝跟郭啟新兩位先生從南洋帶回來的。為了紀念他們兩位的功勞，就給這種魚起了一個名字，叫做「吳郭魚」。",
      "quest": "下面哪個不是吳振輝和郭啟新引進吳郭魚的原因？",
      "options": [
        "很容易適應各種水質",
        "魚肉鮮美",
        "小魚長得很快",
        "繁殖能力好"
      ],
      "answer": 2
    },
    {
      "title": "最早的郵票",
      "desc": "\t西元一千八百四十年以前，世界上還沒有郵票。那時候寄信的郵費，是在信送到以後，由收信的人出，並且貴得很。如果收信的人出不起郵費，郵局就把信扣了，不給收信的人。\n\t英國的羅蘭希爾先生，有一次住在一個旅館裡。一天，他看見郵差給旅館的女工送了一封信來。那個女工接過信來看了看，又把信退給了郵差，說她給不起郵費。可是在她退信的時候，臉上一點兒難過的神氣也沒有。羅蘭希爾覺得很奇怪。他一盤問那個女工，才明白是那麼回事。給女工寫信的人是她的丈夫，在很遠的一個城裡做工。他們為了省郵費，預先約定好了各種符號，每一種符號，表示一件甚麼事情。他們把符號畫在信封外邊，信到了以後，不必打開，只要看信封上的符號，就知道是甚麼事了。\n\t為了這件事，羅蘭希爾決心改革郵政。他主張減低郵費，並且由發信人付。他又設計了一種郵票，那就是世界上最早的一種「黑辨士」郵票。",
      "quest": "下面哪一個選項不是羅蘭希爾改革郵政的措施？",
      "options": [
        "設計新式信封",
        "減低郵費",
        "由發信人付費",
        "設計郵票"
      ],
      "answer": 1
    },
    {
      "title": "戚繼光和光餅",
      "desc": "\t明朝嘉靖四十年，倭寇（日本的海盜）成千上萬的，拿著刀槍，坐著船，到浙江省、福建省來殺人放火，搶東西。這時候，戚繼光將軍正鎮守浙江一帶。他聽到這個消息，就立刻親身帶著兵，不分晝夜的去打倭寇，救護人民。\n\t當時交通不便，帶著米糧很困難。每天追著打倭寇，半路上，沒法兒做飯，士兵有時候就要餓著肚子。戚繼光將軍想了一個辦法：就是在麵粉裡放點鹽，做成兩寸多大小的燒餅。燒餅當中，留一個小洞，用繩子穿起來，叫士兵背在身上。士兵們肚子餓了就可以吃這種餅。大家都覺得很方便。幾年以後，戚繼光將軍剿平了倭寇，人民都可以過太平日子了。\n\t到後來，大家一吃到這種有孔的小燒餅，就想起戚繼光將軍。為了紀念戚繼光將軍的功德，大家給這種燒餅起了個名字叫「光餅」。",
      "quest": "明朝時倭寇坐船到現今到哪個地區來殺人放火？",
      "options": [
        "浙江省和福建省",
        "廣東省和福建省",
        "湖南省和浙江省",
        "福建省和湖南省"
      ],
      "answer": 1
    },
    {
      "title": "勤納和天花",
      "desc": "\t勤納是英國人，生在一七四九年。他從小就對醫學有興趣，二十一歲的時候到倫敦去學醫。畢業後回到故鄉柏克立村做醫生。那時候英國各處正在流行天花。這種病很厲害，很多人都死了；沒死的人，臉上也會留下很多麻子，很難看。勤納立志要研究防止天花的方法。他花了三十幾年的工夫才研究成功。\n\t他發現一個女孩子染上了牛身上的痘瘡，沒過幾天自己就好了，以後一直沒有染上天花。他又看到擠牛奶的姑娘，從來不會染上天花。因此他想：「牛痘對防止天花，也許有用。」經過仔細的研究，他終於明白牛痘的確能防止天花，但是他還不敢把牛痘種在人身上。\n\t最後，勤納決定在他兒子身上做一次實驗。他把牛痘種在他兒子的胳臂上，果然成功了。從此以後，天花就不再是人類的禍害了。",
      "quest": "研究中發現能防止天花感染的是？",
      "options": [
        "水痘",
        "牛痘",
        "羊痘",
        "馬痘"
      ],
      "answer": 2
    },
    {
      "title": "巴斯德和細菌",
      "desc": "\t巴斯德是法國近代有名的化學家和細菌學家。他發明了殺死細菌的方法，對於人類和家畜的健康以及食物的保存，貢獻很大。\n\t大約在一百年以前，細菌剛剛被發現。當時的人，相信細菌是自己生長出來的。因此，巴斯德做了兩個很重要的實驗，來證明他們的誤解。首先，他在瓶子裡煮些肉湯，再把蓋子封緊了，不讓空氣跑進去。結果，肉湯並不發酸。這就證明了細菌不會自己生長出來的。可是，又有人說：「細菌需要空氣才會生長。」於是他找了一個特別的瓶子。這個瓶子有個很長而且彎曲的脖子。他先把這一個瓶子消了毒，再把瓶子弄乾淨了，然後把煮好的肉湯放進瓶子裡去。這一個瓶子的口兒是開著的，並沒有用東西塞住。\n\t這樣，空氣可以進去，但是空氣裡的灰塵就留在又長又彎曲的脖子，進不去了。結果，肉湯還是不會變酸。這又證明了細菌是從空氣裡的灰塵傳染來的。從此，大家都信服巴斯德了。",
      "quest": "發明了殺死細菌最大的貢獻是？",
      "options": [
        "維持河川的清澈",
        "人類和家畜的健康",
        "麵粉加速發酵",
        "維持環境整潔"
      ],
      "answer": 2
    },
    {
      "title": "嚇人一跳的音樂",
      "desc": "\t一百多年以前，奧國有個大音樂家海頓，是個很愛跟人開玩笑的人。\n\t當時的音樂會，一開就是從早到晚一整天。聽音樂的人，都是帶茶點去吃，疲倦了就坐在椅子上，閉起眼睛來打瞌睡。\n\t海頓覺得這些聽音樂的人，坐在音樂會場上打瞌睡，實在太不像話。後來他就作了一支曲子，跟聽音樂的人開個玩笑。\n\t有一次，開音樂會，輪到演奏海頓的曲子。起初大家都很注意的聽，以後覺得沒甚麼，就一個一個閉起眼睛，打起瞌睡來了。忽然「轟」的一聲，所有樂器都發出最高最大的聲音，把那些打瞌睡的人嚇醒了，有的嚇得叫了起來。可是海頓還像沒事一樣，繼續指揮樂隊。這個曲子就是有名的「驚愕交響曲」。",
      "quest": "為什麼海頓要創作「驚愕交響曲」？",
      "options": [
        "常有人在音樂會上打瞌睡",
        "喜歡高分貝的交響樂",
        "喜歡嚇聽眾",
        "不喜歡聽眾帶茶點去吃"
      ],
      "answer": 1
    },
    {
      "title": "拿破崙替哨兵站崗",
      "desc": "\t法國大將拿破崙，領兵進攻鄰國。有一天深夜，他一個人到前線去巡視。當他走到靠近第二個哨兵的時候，聽不見動靜。他覺得奇怪，走過去仔細一看，原來站崗的哨兵，因為累極了，竟站著睡著了。\n\t拿破崙心裡想：「這不能怪他們。他們從昨天到現在，都沒有工夫睡覺。」拿破崙心裡這樣想著，就替哨兵在那兒站崗。過了一個多鐘頭，哨兵醒了，一看有人站在旁邊，連忙盤問：「誰呀？」拿破崙說：「是我。你睡醒了？」哨兵認出是自己的總司令，嚇得立刻跪下請罪。拿破崙輕輕的說：「你不要害怕。你睡覺的時候，我替你站崗，幸而沒出甚麼事。這幾天行軍打仗，你們都太累了！不過當哨兵是最重要的任務，不能出錯，以後要注意！」拿破崙說完就走了。",
      "quest": "當拿破崙看到站崗的士兵睡著時，他做了什麼事？",
      "options": [
        "狠狠的處罰他",
        "把他開除",
        "拖去槍斃",
        "幫他站哨"
      ],
      "answer": 4
    },
    {
      "title": "要命不要錢",
      "desc": "\t幾年以前，一個太太到沙烏地阿拉伯國王那裡去告狀。她說，她丈夫在棕櫚樹下工作的時候，國王的一個侍從，從樹上掉下來，把她丈夫壓死了。她要求那個侍從償命。國王不想殺死他的侍從，想給那位太太一筆錢做撫恤金，但是那位太太不肯要錢，一定要侍從償命。\n\t國王想了一下，說：「不錯，根據法律，我應該叫這個人給你丈夫償命。但是怎樣償法，應該由我來決定。現在，我叫人把他的手腳也拴在一棵棕櫚樹上，然後，你爬到樹上去，再掉在他的身上，像他殺死你丈夫那樣，殺死他。\n\t這位太太只好拿著撫恤金走了。",
      "quest": "國王後來如何安撫這位怒氣沖天的太太？",
      "options": [
        "把侍從給殺了",
        "砍斷侍從的手腳",
        "娶她做妻子",
        "給她撫恤金"
      ],
      "answer": 4
    },
    {
      "title": "賣牛奶的女孩子",
      "desc": "\t一個女孩子頭上頂著一桶牛奶，走到街上去賣。她一面走著，一面心裡想：「我這一桶牛奶可以賣一點錢。用這點錢，可以買幾隻母雞。母雞可以下很多的蛋。然後，我再把蛋拿去賣，可以得到更多的錢。我用這些錢，可以買一套新的藍色衣服，和一條大紅的蝴蝶結。我穿上新衣服，繫上蝴蝶結，顯得多麼漂亮啊！那時候，就有許多男孩子來向我求婚。我就要搖頭，故意的裝著不肯……」\n\t她想到這裡，她的頭也跟著擺了一下。沒提防，她頭上的牛奶桶立刻翻下來了。牛奶灑了滿地，只剩了一個空桶子。這一下子，她的母雞、雞蛋、新衣服、紅蝴蝶結、男朋友、結婚，都完了。",
      "quest": "這個女孩要到街上賣什麼？",
      "options": [
        "雞蛋",
        "衣服",
        "牛奶",
        "母雞"
      ],
      "answer": 3
    },
    {
      "title": "刻花的弓",
      "desc": "\t有一個獵人，很有力氣。他的一張弓，特別堅固。他拿這張弓射箭，射得又遠又準，甚麼人都比不上他。所以大家都叫他獵王。\n\t獵王很得意，很驕傲。他想，做了獵王，要有一張美麗的弓。他叫刻花的工匠，在弓上刻了樹木山水的花紋，刻得又深又細。大家見到這張弓，都稱讚說：「獵王的弓，真正美麗！」獵王聽了，更覺得高興了。\n\t有一天，大家比賽射箭。各處的獵人全來了，射中了箭，大家都叫：「好！好！」有人說：「獵王還沒有射呢。咱們請他射吧！」獵王很得意，很驕傲。他拿著刻花的弓，搭上了箭，拉著弓弦，笑著對眾人說：「請看這一箭就射中！」他用力把弓一拉，「啪！」一聲響，美麗的弓斷了！大家都笑起來，說：「美麗的東西不一定有用啊！」",
      "quest": "為什麼這個獵人可以被大家尊稱為「獵王」？",
      "options": [
        "可以獵到很多動物",
        "跑得比其他獵人還快",
        "射箭射得最準",
        "是獵人中最兇的"
      ],
      "answer": 3
    },
    {
      "title": "一班人沒喝完一壺水",
      "desc": "\t第二次世界大戰的時候，美國艾森豪將軍部下的一班人，陷在敵人——德國軍隊的陣地後邊了。因為他們打了五天五夜的仗了，所以大家都很疲乏，並且又餓又渴。肚子餓還可以忍著，只渴得實在難受。\n\t班長從腰帶上解下他的水壺來。這是他們十幾個人最後的一壺水了。班長打開了水壺蓋子，用水潤了潤嘴唇，然後把水壺遞給副班長。副班長也沒喝就遞給排頭。這壺水，從排頭起，一個個的傳到排尾，排尾再把水壺交到班長的手裡。\n\t班長打開壺蓋子一看，一壺水還是滿滿的。他的眼淚忍不住流下來了。他跟大家說：「諸位弟兄們，我知道大家都渴得不得了，可是剛才這一壺水，沒有一個人肯喝一口。這種行動，證明了咱們這一班人不自私，能合作。就憑這一點，就可以保證咱們這班人可以衝出敵人的陣地，安全的歸隊。」\n\t果然，過了不久，他們都安全的回到自己的部隊了。",
      "quest": "這群士兵後來怎麼會得到一壺水？",
      "options": [
        "到人民家裡偷的",
        "從敵人手中搶過來",
        "班長自己的水壺",
        "前面河流中取得"
      ],
      "answer": 3
    },
    {
      "title": "請衣服吃飯",
      "desc": "\t有一個人穿了一身破衣服去看他的朋友。他的朋友看他像個乞丐，就不大願意理他。到了吃飯的時候，他的朋友也不給他預備飯。他只好餓著肚子回去了。\n\t第二天，他換了一身漂亮、值錢的衣服。他的朋友對他的態度也變了，一開口就叫老兄，顯得十分親熱，早早就叫廚子預備午飯。\n\t這個人看見菜端上來了，就把衣服脫下來，鋪在地下，把所有的菜都倒在這身漂亮的衣服上。\n\t他的朋友覺得他舉動很奇怪，就問他：「你這是甚麼意思？」他說：「我昨天穿一身破衣服來，你不給我預備吃的。今天我穿一身好衣服來，還沒到吃飯的時候，你已經把菜飯端上來了。可見你不是給我吃，是給我的衣服吃的。」他的朋友聽了，慚愧得臉都紅了。",
      "quest": "當這個人換了漂亮、值錢的衣服後，朋友對他的態度變得如何？",
      "options": [
        "熱情的款待",
        "不屑理他",
        "想置他於死地",
        "凶狠的責罵"
      ],
      "answer": 1
    },
    {
      "title": "為甚麼有地震",
      "desc": "\t住在姑仔律社的阿美族人說：地底下有大柱子支著。地不會動，也不會塌下去。地上頭住的是人，地底下住的也是人。地上的人可以到地底下玩，地底下的人也可以到地上來玩。地上的人和地底下的人本來感情是很好的。不料有一次，有個地底下的人拿了很多金銀財寶，到地上來買東西。地上的人沒有那麼多東西賣給他，就拿了一窩馬蜂，裝在一個口袋裡，騙他，說是活寶貝。\n\t那個地底下的人高高興興的把口袋往肩膀一搭，就背著回去了。不料他剛一打開口袋，馬蜂就都飛出來了。馬蜂拿屁股後頭的針，就螫地底下的人，螫得地底下人的鼻子、耳朵、臉……腫起一個個的大包，疼得不得了。\n\t為了報復起見，地底下的人就搖晃地底下的大柱子。從此地上就常有地震。",
      "quest": "姑仔律社的阿美族認為，地震是因為？",
      "options": [
        "地下人搖動支撐的大柱子",
        "板塊移動",
        "地下的牛在翻滾",
        "地上的人在跳舞"
      ],
      "answer": 1
    },
    {
      "title": "風和太陽比本領",
      "desc": "\t有一次，風和太陽爭論誰的本領大。正在這個時候，他們看見對面來了一個走路的人。\n\t太陽對風說：「不用爭論了。咱們試試看，誰能叫那一個人把他身上穿的大衣服脫下來，就算誰贏了。現在請你先來吧。」\n\t於是，太陽躲進雲裡去，風就開始猛力的吹。天氣馬上冷起來。那一個人不但不肯把大衣服脫下來，反而越拉越緊了。\n\t一會兒，風停住了。這一回輪到太陽了。太陽從雲縫裡探出頭來。他用柔和溫暖的光線照射在那個人身上，把他曬得熱烘烘的。他不由得趕快把大衣脫下，拿在左手裡，右手還不斷的用手帕擦他頭上的汗珠呢。\n\t於是風向太陽說：「還是你的本領大。」",
      "quest": "後來是誰贏了比賽最後的勝利？",
      "options": [
        "風",
        "雲",
        "雪",
        "太陽"
      ],
      "answer": 4
    },
    {
      "title": "一根釘子",
      "desc": "\t古時候，英格蘭和蘇格蘭這兩國時常打仗。有一次，這兩國又打起來了。戰場附近的老百姓都跑光了，只剩下一個瘸腿的老鐵匠沒有走。\n\t傍晚的時候，忽然來了一個將軍，拉著馬，看見了老鐵匠，很高興。原來馬上的馬蹄鐵釘子掉了一個，請老鐵匠給他釘好，然後騎上馬，很快的走了。\n\t就在那天的夜裡，兩邊就打起來了，打得非常激烈。\n\t第二天一早，那位將軍又來找老鐵匠。他笑嘻嘻的拿出十根金條來送給老鐵匠。老鐵匠一看，嚇了一跳，就說：「釘一根釘子算得了甚麼，怎麼能收您這麼多錢？」那位將軍說：「因為你替我釘好了馬蹄鐵，我的馬子才能跑。馬能跑，我才能及時趕到前線指揮作戰，才打了勝仗。你這根釘子實在太值錢了！」",
      "quest": "將軍請老鐵匠幫他什麼事情？",
      "options": [
        "包匝傷口",
        "請他吃飯",
        "修馬蹄鐵",
        "教他打仗"
      ],
      "answer": 3
    },
    {
      "title": "老頭兒得了冠軍",
      "desc": "\t西元一九五一年（民國四十年）瑞典舉行了一個長途腳踏車比賽。這次比賽的路程，有一千零九十英里；如果不是體格特別好的，是跑不了這麼遠路的。因為這個，報名的人雖然有一千多個，可是檢查的結果，只有五十人及格。\n\t比賽的前幾天，一個六十六歲的白鬍子老頭兒也來報名。一個辦事的人挖苦他說：「你這麼大的年紀，回家睡覺去吧，不必再來拼老命了。」\n\t雖然他們不准老頭兒參加，可是他並不灰心。到了比賽的那天，他跟正式比賽的人一齊出發。正式比賽的人在路上有好東西吃，好旅館住。這個老頭兒餓了自己買些牛奶、水果吃，累了就坐在草地上打一個盹兒。一路上他總是跑到別人前邊兒，一共走了六天十小時，他跑到了終點，得了榮譽冠軍。正式比賽第一名的選手，比他還晚到了二十四小時。",
      "quest": "在比賽那天，老頭兒為什麼可以和參賽者一起出發？",
      "options": [
        "主辦者邀請他參加",
        "老頭兒自行和參賽者同時出發",
        "總統特准他比賽",
        "醫生核准他參賽"
      ],
      "answer": 2
    },
    {
      "title": "鬼！鬼！",
      "desc": "\t北平東郊有一道亂葬崗子。有很多窮人死了，就埋在這裡。棺材都是用薄木板釘的，頂多三分厚。墳坑挖得很淺，不過三尺深。狗爪子一刨，屍首就露出來了。\n\t這裡有一條小道比走大道近得多。一個秋天的夜晚，張三在東關已經喝得半醉。街上打更的已經打過三更。他為了抄近路，就仗著膽子走上這崗子來。他猛覺得有人在後頭跟著他。他不由得頭髮寒毛都豎起來。他扭轉脖子，斜溜著眼睛一瞧，可又看不見甚麼。他腳下加了三分快，但是後面的也快。他慢，後面也慢。張三停住腳步，那聲音就沒有了。這不是鬼可是甚麼？他拼命往家跑，鬼又一個勁的追。張三到了家，大喊有鬼。他媳婦出來拿燈一照，原來是一截樹枝掛在大棉袍的後襟上。",
      "quest": "在半夜，為什麼張三願意走到這個恐怖的地方？",
      "options": [
        "為了抄近路趕回家",
        "他生性愛冒險",
        "他在夜遊",
        "和朋友們準備盜墓"
      ],
      "answer": 1
    },
    {
      "title": "季札掛寶劍",
      "desc": "\t季札是春秋時代吳國的一位貴公子。有一次吳國的國王派他到各國去訪問。當他路過徐國的時候，受到徐國國王的熱忱招待。\n\t季札身上帶著一把寶劍。徐國的國王看見了，就要過去，拿在手裡，反過來正過去，左看右看，嘴裡不住的說：「好寶劍！好寶劍！」季札知道國王已經愛上這把寶劍了。季札心裡決定把這把寶劍送給國王，不過他還要到別國去，如果沒有寶劍，有損吳國的體面。所以他只把這事放在心裡。\n\t後來他的任務完成了。回國的時候，他又經過徐國，想把寶劍送給徐國的國王。不料國王已經死了。季札心裡很難過，就到國王的墳上去祭祀，並把寶劍掛在墳旁的樹上。隨從就問他是什麼意思。他說：「這是送給徐國國王的。我上次來的時候，心裡已經答應送給他了。現在他雖然死了，我可不能不守信用啊！」",
      "quest": "季札是春秋時代哪一國的貴公子？",
      "options": [
        "徐國",
        "楚國",
        "吳國",
        "燕國"
      ],
      "answer": 3
    },
    {
      "title": "教育家的雅量",
      "desc": "\t著名的黑人教育家勃克，有一次應邀到愛荷華州的佛爾非地方去演講。當天晚上，他和當地的許多名人，在一家小旅館的接待室談話。\n\t這時候，突然有一個鼓手拿著一個大銅鼓進來。鼓手看見了勃克，以為他是這裡的茶房，就對他說：「你替我拿一杯冰水來。然後把我的行李搬上樓去。」\n\t勃克連忙回答：「好！好！」\n\t他先去拿了冰水，再拿起鼓手的大銅鼓隨著鼓手上樓。當他從樓上下來的時候，所有的客人都很驚慌。但是勃克很高興的說：「那位先生還給了我一毛錢的小費。我也把它收下了，免得使他難堪。」接著他又說：「這一毛錢，對於我的窮苦學生的教育也有點兒幫助。」",
      "quest": "著名的黑人教育家勃克，有一次應邀到美國的哪個地方演講？",
      "options": [
        "阿拉斯加州",
        "肯塔基州",
        "喬治亞州",
        "愛荷華州"
      ],
      "answer": 4
    },
    {
      "title": "誰的責任",
      "desc": "\t七十年以前的一天晚上，一條名叫「匈牙利」號的輪船，滿載著旅客開往加拿大的一個海港。輪船快要到達目的地的時候，天氣忽然變了，狂風暴雨凶猛的打在海面上。這情形對「匈牙利」號十分危險。\n\t船長一面看著航海圖，一面帶著懷疑的口氣，對大家說：「依照航海圖的指示，現在該是快要進港的時候了。如果能發現燈塔，咱們就可以放心了。為甚麼現在還看不見燈塔呢？」最後這條輪船在黑暗中碰在暗礁上沉沒了。\n\t直到二十年以後，有一個不虔誠的基督徒，臨死的時候向上帝懺悔，才說出來。原來二十年前，匈牙利號沉沒的晚上，正輪到這個基督徒看守燈塔。他以為在這樣狂風暴雨的夜晚，大概沒有船要進港了，就沒有點燈。想不到匈牙利號竟因為他的疏忽就沉沒了。",
      "quest": "迫使「匈牙利」號沉沒的真正原因是？",
      "options": [
        "天氣太糟、暴風雨太強烈",
        "看守燈塔的人沒有點燈",
        "港口損壞",
        "輪船在黑暗中觸礁"
      ],
      "answer": 2
    },
    {
      "title": "做木碗",
      "desc": "\t從前有一個老頭兒，身體很弱：眼睛花了，耳朵聾了，手腳也不靈活了。他和他兒子、媳婦、小孫子，一家四口住在一起。他吃飯的時候，有時候拿不住飯碗，會把飯碗打破。他的兒子和媳婦心裡很討厭他，就找出一個木碗給他盛飯，在門外邊放了一把木頭椅子，讓他一個人坐在那裡吃。他不說甚麼，只是暗暗流淚。\n\t有一天，他的小孫子坐在地上，拿著一把小刀，一塊木頭，用力的剜。他的兒子和媳婦看見了就問：「孩子，你這是做甚麼？」小孩子說：「我要做一個木碗，等我長大了的時候，給爸爸、媽媽盛飯吃。」兒子和媳婦聽了，忍不住就哭起來了。從此以後，就再也不叫老頭兒受委屈了。",
      "quest": "為什麼兒子和媳婦聽到他們的孩子要做木碗給他們，會忍不住哭了起來？",
      "options": [
        "發現自己的對待父親的方式很不應該",
        "被兒子孝順的行為感動",
        "突然有沙子被風吹進眼睛裡",
        "兒子的不懂事而難過"
      ],
      "answer": 1
    },
    {
      "title": "愛國的農夫",
      "desc": "\t在第二次世界大戰的時候，德國軍隊攻進了法國。當時德國軍隊強迫一個法國的農夫替他們領路，去偷襲法國的一個城市。農夫堅決不肯，他說：「這是出賣祖國的事，我絕對不幹。」\n\t德國軍官為了達到他的目的，就用很多金錢引誘他，但是始終打動不了農夫的心。德國軍官非常生氣，就大聲對農夫說：「識相些！如果你肯替我們領路，就饒了你的命。要不然，我就立刻槍斃你。」那個農夫一點兒都不怕，從容的回答：「那好極了！我寧願死了，做一個愛國的法國公民，我決不願活著做一個賣國賊。你愛怎麼辦就怎麼辦吧！」他說完就轉過身去，要等軍官槍斃他。這位軍官大吃一驚，可是他沒有辦法，只好伸手拍著農夫的肩膀說：「好小子，回家去吧！讓我們自己摸索著前進吧！」",
      "quest": "最後，為什麼這位拿著槍的軍官沒有槍斃農夫？",
      "options": [
        "槍裡面沒有子彈了",
        "被他愛國的心感動",
        "不敢開槍殺人",
        "害怕農夫報復"
      ],
      "answer": 2
    },
    {
      "title": "做醫生和革命",
      "desc": "\t一九零三年，領導中國革命的領袖孫中山先生，由日本到夏威夷去。孫先生舊日的親戚朋友們聽了，都非常高興。他們知道孫先生是學醫的。他們有了病，就去請他看。不管大小病，只要吃了他的藥，很快就能好。別的人聽說他醫道這麼好，也都爭著來請他看病。\n\t有一次，他母親對他說：「要掛個牌，做醫生，多好哇！革命的目的無非是救人。做醫生的目的也是救人。既然都是救人，你為什麼不安下心來，好好做個醫生，為什麼偏要那麼東奔西跑的去革命呢？」他聽了他母親的話，只是笑笑，甚麼話也沒說。他哥哥是比較了解他的，就說：「媽，您就別說了。由著弟弟去好了。做醫生和革命雖然都是救人，可是做醫生只能救少數幾個人，革命卻能救整個國家所有的人！」",
      "quest": "以前的醫生，身份地位非常崇高，收入也很雄厚，但為何孫中山先生要放棄這個人人稱羨的職業，投入革命呢？請選出下列敘述最「不」恰當者",
      "options": [
        "國父想要推翻讓人民困苦的滿清皇帝，建立新的國家",
        "覺得當醫生只能救少數幾人，但革命卻可以救整個國家",
        "滿清王朝的腐敗，讓中國損失了許多國土和金錢，喪失中國人的尊嚴",
        "認為當醫生的收入不如總統，所以乾脆自己開創一個國家"
      ],
      "answer": 4
    },
    {
      "title": "好夫妻",
      "desc": "\t約翰在教育局裡做事。他的職位很低，收入很少，但是他有一個很賢慧美麗的妻子——瑪麗。他們相親相愛，過著很美滿的生活。\n\t在他們結婚兩週年的前一天，瑪麗做完家務，就上街去。她走到錶店，看見一條漂亮的金錶鏈。她想：「約翰的錶應該配上這漂亮的錶鏈才好看。我應該買一條送給他。」可是錶鏈的標價是一百塊錢，她只有五十塊錢。她一想，就到理髮廳，把她那又長又黑的好頭髮賣了五十塊錢，湊足了數兒，把錶鏈買回家。\n\t那一天下午，約翰下了班，也到街上去買禮物。他到珠寶店，看見一個精緻的別針。他想，瑪麗的長頭髮，配上這一個漂亮的別針，就更美麗了。可是他所有的錢不夠買它。他想了一想，就到錶店把錶賣了，湊足了錢，把別針買了。\n\t約翰回家，看見瑪麗的長頭髮沒有了。瑪麗看見約翰口袋裡的錶也沒有了。他們才知道，他們買的禮物都沒有用了。",
      "quest": "為什麼他們會想要互相買禮物送給對方？",
      "options": [
        "慶祝結婚兩週年",
        "作為訂情之物",
        "想向對方說分手",
        "慶祝小孩一歲生日"
      ],
      "answer": 1
    },
    {
      "title": "荷包兒",
      "desc": "\t東鄉有一個小姐，娘家窮，婆家也窮。她出嫁的那天，只有一身新衣服，臨上轎的時候，哭了又哭。西鄉有一個小姐，娘家婆家都有錢。她出嫁的時候，嫁妝有十幾車。她母親又給了她一個荷包兒。荷包兒裡裝的是金子。\n\t兩個小姐出嫁，可巧在同一天。半路上下雨了。兩個喜轎又在一個亭子裡避雨。東鄉小姐不斷的哭。西鄉小姐叫人問明白後，就把荷包兒送給東鄉小姐了。\n\t經過了十幾年。東鄉小姐和她丈夫，拿荷包兒裡的錢作生意，發財了。西鄉小姐家裡鬧火災，房子財產燒光了，就給人家當佣人。一天，西鄉小姐見到女主人在樓上給一個荷包兒燒香，仔細一看，就是她送人的荷包兒。西鄉小姐不知不覺的就哭了。女主人一問，才知道這佣人就是她天天感念的恩人。東鄉小姐就把財產的一半送給西鄉小姐了。",
      "quest": "故事的最後，為什麼東鄉小姐要將財產的一半分給西鄉小姐？",
      "options": [
        "她不想要自己的財產",
        "這樣才能消災解厄",
        "認出她就是當年幫助自己的人",
        "知道自己快要死了"
      ],
      "answer": 3
    },
    {
      "title": "鬼胎",
      "desc": "\t從前，有一個青年人，他的妻子懷胎了，肚子又大又圓。一天，她由一座廟前經過，廟裡的和尚看見了，就說她懷的是鬼胎，勸她早來進香，才可以免除禍害。她回到家裡，就把這些話都告訴了她丈夫。青年人想了想，就說：「好吧，咱們馬上去進香。」\n\t青年人親手烙了幾張大餅，裡面放了許多辣椒。當天他們就到廟裡去進香，順便向和尚道謝，還送禮物——放了辣椒的餅。和尚毫不客氣的收了禮物，大家集合在一塊兒就要吃。只咬了一口，他們就覺得不是味兒。仔細一看，餅裡全是辣椒。他們著實吃了一驚，接著就很生氣的去找那個青年人。\n\t和尚們一看到青年人，就大大的責備了他一番。那個青年人不慌不忙的說：「你們連餅裡的東西都看不出來，怎麼能看出肚子裡懷的是鬼胎呢？」",
      "quest": "為什麼和尚要對這位妻子說，她懷的是鬼胎？",
      "options": [
        "想要她多來進香，放些香油錢",
        "真的看到她肚子裡的胎兒是鬼",
        "和尚暗戀她",
        "和尚認出她是多年的仇家，想趁機殺死她"
      ],
      "answer": 1
    }
  ]
}
